[
    {
        "data": [
            {
                "productImg": "../../../assets/images/Products/Bubble Gun.png",
                "productName": "Bubble Gun",
                "productPrice": "2100",
                "itemCategory": "TOYS",
                "id": 1,
                "description": "【Dazzling Fantasy Bubble Gun】BOERFMO Bubble Gun is equipped with a powerful motor and 8-hole bubble wands, just press the trigger, it can continuously blow thousands of bubbles per minute. Equipped with LED lights, dazzling dream bubbles will create a romantic atmosphere for you. 【Leak-proof & Handle Design】We built the solution bottle into the bubble gun to keep it upright and fit tightly. And it's easy to hold, super easy to use, just push the trigger to pop bubbles! So it's leak-proof and you don't have to worry about your kids sticking to their bodies or hands while they're running and chasing. 【Eco-friendly & Durable Material】This bubble blower is made of durable ABS material. Exquisite craftsmanship makes the surface smooth and burr-free, protecting children's delicate hands from scratches. Our products meet American toy standards. ASTM safety tested. The solution passed all safety tests (TRA, USP51, USP61). Very safe for children's skin and face. 【6-in-1 Set】BOERFMO Bubble Gun Set includes Bubble Gun*1, Screwdriver*1, AA Battery*3, Bubble Bottle*1, 80ml Bubble Liquid*1, Instruction Manual*1【Ideal Gift for 3 Years Old and Above】Bubble maker for toddlers is an ideal gift for kids on any occasion, such as valentine's, easter Christmas, carnivals, birthday parties, baby showers, camping trips, Halloween, weddings, beach, backyard bubbles party, etc.",
                "ratings": 4,
                "ratingCount": 45,
                "relatedImages": ["../../../assets/images/Products/bubble gun img3.jpg", "../../../assets/images/Products/bubble gun img 4.jpg", "../../../assets/images/Products/bubble gun img 5.jpg", "../../../assets/images/Products/bubble gun img 6.jpg"]
            },
            
            {
                "productImg": "../../../assets/images/Products/Duck Track Toy Main img.jpg",
                "productName": "Duck Track Set",
                "productPrice": "2200",
                "itemCategory": "TOYS",
                "id": 2,
                "description": "Multi-layer spiral staircase track design, the cat toy can climb the stairs autonomously after being powered on and can slide smoothly. The combination of light and music creates a happy ambiance for your baby. The track toy is made of ABS and electronic component material. It is suitable for boys, girls, gifts, etc.",
                "AboutThisItem":"Novelty Sliding Track Toy: This toy comes with 3 lovely yellow ducks, 1 stairs part as well as 3 sliding tracks. After assembly and start the toy, the ducks will be sent to the top one by one and then slide back to the starting point for the next round._Climb The Stairs Automatically: There is a mechanism inside the main part of the toy that enables the stairs part works like an escalator. The lovely ducklings will be sent to the top just like they are taking the escalator._Ending Point is Starting Point: With the escalator-like mechanism and the sliding tracks, these little ducks will back to the sarting point automatically after sliding down. Therefore, it can keep working until you stop it._Music & Light Function: Dynamic music will sound and shinning lights can be seen as the toy starts working, which makes the toy more funny and attracts kids' attention more easily._Great Gift for Kids: Nearly no babies can refuse such an interesting toy with creative function and lovely appearance. Kids can assemble it independently although assembly is required because there are only 3 tracks needed to connect.",
                "ratings": 5,
                "ratingCount": 85,
                "relatedImages": [ "../../../assets/images/Products/Duck Track Toy 2 img.jpg", "../../../assets/images/Products/Duck Track Toy 3 img.jpg", "../../../assets/images/Products/Duck Track Toy 4 img.jpg","../../../assets/images/Products/Duck Track Toy 5 img.jpg"]
            },
            {
                "productImg": "../../../assets/images/Products/dont-buzz-the-wire.jpg",
                "productName": "Kids Electric Shock Toy, Buzz Wire Game",
                "productPrice": "1500",
                "itemCategory": "TOYS",
                "id": 3,
                "description": "Increse Focus and Concentration Power",
                "About This Item":"BUZZ WIRE GAME - Buzz wire, steady hand game. How to play: grab the handle provided and follow it from one end to another. Rules are simple the handle cannot touch the wire, once it will: BUZZ, and you need to start over. Test your patience with this game as it is not as simple as it seems. The quickest player that first smoothly finish the maze wins. You can also buy two mazes and start at the same time._EDUCATIONAL TOYS - This game helps practice child and adult focus ability, strengthen willpower, patience and train concentration. It helps children’s ability to eliminate interference and overcome inner anxiety. Strengthening stress resistance, experiencing tension, cultivating children’s good mentality in a stressful environment, and calm thinking will enable, to quickly recover and calmly cope with severe stress or danger._SKILL DEVELOPMENT - Be brave to challenge, resist frustration, strengthen frustration education, improve children’s mental toughness, learn to resolve problems, face difficulties, persist and overcome them. This brilliant buzzing game is a real test of a child’s nerves and coordination._SAFE DESIGN - The game requires two x 1.5 AA batteries as a power supply (not included), the human body will not have any sense of current, and it is very safe. It does not take much space and brings lots of fun. It would be the perfect gift and handy game during birthdays or parties, holiday weekends, keeping children busy for hours._FEATURES - Battery-operated. Dimensions - Size (cm): W 8 x L 26 x H 21 cm (approx.) Assorted designs and colours, randomly sent. Suitable for children age 3 and up. Up to 2 players.",
                "ratings": 5,
                "ratingCount": 85,
                "relatedImages": [ "../../../assets/images/Products/Buzz Wire Game.jpg","../../../assets/images/Products/Buzz Wire Game img.webp"]
            },
            {
                "productImg": "../../../assets/images/Products/Pucket Game in Pakistan.png",
                "productName": "Pucket Game",
                "productPrice": "2000",
                "itemCategory": "TOYS",
                "id": 4,
                "description": "Fast Sling Puck Game, Table Desktop Battle Ice Hockey Game, Desktop Sport Board Game for Family Game Night Fun, Tabletop Slingshot Games Toys for Adults and Kids",
                "About This Item":"【GAME PLAY】 - Home Entertainment: For 2 players, simple rules. Suitable for family members. Children and adults. This is a fast-paced action game. Improve childrens hand-eye coordination, enhance fine motor skills, and expand childrens attention. Shoot the ball halfway through the gate with an elastic band. The first player to vacate half will win the round. Win 3 rounds and win the game._HIGH QUALITY】– Solid wood frame and wooden play pieces. High-quality handmade wooden games and ice hockey, due to the use of wooden materials.Environmental friendly. Nice and durable. Long-lasting play. Fun for Kids (6yr-old or above) & Adults - For 2 players, Easy rules. Ready for family members. Kids & adults_【 FUNNY GAME 】 – A sports board game, ideal for video group chats and social activities with family and friends!! Parents relax at home or children play games with siblings, which can enhance the relationship between parents and family. Children can play games with friends, which can help them get along more harmoniously, and also enhance children's sense of competition. At the same time, this board game toy is also the best choice for childrens birthday gifts and Christmas gifts!_【BEST GIFT】 – Childhood memories sports board game battle brought back - Indoor decompression game - Game table Ice Hockey Game Air Hockey Table Game.Light weight board game, take and play it anywhere easily, indoor and outdoor. Great gift to boys and girls age 6 and up. Product size: 39 × 24 cm/15.2 x 9.4 inch; Material: wooden.",
                "ratings": 5,
                "ratingCount": 85,
                "relatedImages": [ "../../../assets/images/Products/Pucket Game img.jpg","../../../assets/images/Products/Pucket Game.jpg"]
            },
            {
                "productImg": "../../../assets/images/Products/Domino Train 80 blocks.png",
                "productName": "Domino Train 80 Blocks",
                "productPrice": "3500",
                "itemCategory": "TOYS",
                "id": 5
            },
            {
                "productImg": "../../../assets/images/Products/Hand Gesture control car in Pakistan.png",
                "productName": "Hand Gesture Control Car",
                "productPrice": "6000",
                "itemCategory": "TOYS",
                "id": 6,
                "description": "Men's Running Shoes Men's Slip-on Shoes Tennis Walking Casual Shoes Black Gym Breathable Rubber Work Shoes fashin shoes",
                "ratings": 4,
                "ratingCount": 45,
                "relatedImages": ["../../../assets/images/Products/Hand Gesture control car in Pakistan.png", "../../../assets/images/Products/Hand Gesture control car in Pakistan.png", "../../../assets/images/Products/Hand Gesture control car in Pakistan.png", "../../../assets/images/Products/Hand Gesture control car in Pakistan.png", "../../../assets/images/Products/Hand Gesture control car in Pakistan.png"]
            },
            {
                "productImg": "../../../assets/images/Products/New Cristal Hair Removal.webp",
                "productName": "New Cristal Hair Removal",
                "productPrice": "2000",
                "itemCategory": "Health & Beauty",
                "id": 7
            },
            {
                "productImg": "../../../assets/images/Products/4 in 1 Hair styler.jpeg",
                "productName": "4 in 1 Hair Styler",
                "productPrice": "4000",
                "itemCategory": "Health & Beauty",
                "id": 8
            },
            {
                "productImg": "../../../assets/images/Products/Storm Vegetable Cutter.png",
                "productName": "Food Chopper",
                "productPrice": "3000",
                "itemCategory": "Kitchen",
                "id": 9
            },
            {
                "productImg": "../../../assets/images/Products/back stretcher .png",
                "productName": "Back Stretcher",
                "productPrice": "2000",
                "itemCategory": "Health & Fitness",
                "id": 10
            },
            {
                "productImg": "../../../assets/images/Products/LCD-Writing-Tablets.jpg",
                "productName": "Writing Tablet",
                "productPrice": "1200",
                "itemCategory": "TOYS",
                "id": 11
            },
            {
                "productImg": "../../../assets/images/Products/Electric Geyser.jpg",
                "productName": "Electric Geyser",
                "productPrice": "4500",
                "itemCategory": "Kitchen",
                "id": 12
            },
            {
                "productImg": "../../../assets/images/Products/5 in 1 chopper mandoline.webp",
                "productName": "Check-Shirt",
                "productPrice": "250",
                "itemCategory": "LAUNDARY",
                "id": 13
            },
            {
                "productImg": "../../../assets/images/Products/Toilet Matt.jpg",
                "productName": "Matt",
                "productPrice": "1300",
                "itemCategory": "Kitchen",
                "id": 14
            },
            {
                "productImg": "../../../assets/images/Products/jewellery organizer.jpeg",
                "productName": "Jewellery Organizer",
                "productPrice": "3000",
                "itemCategory": "Jewllery",
                "id": 15
            },
            {
                "productImg": "../../../assets/images/Products/Baby electric Nail Trimmer.jpeg",
                "productPrice": "1800",
                "itemCategory": "Health & Beauty",
                "id": 16
            },
            {
                "productImg": "../../../assets/images/Products/Crystal Diamond Rose Lamp.jpg",
                "productName": "Crystal Diamond Rose Lamp",
                "productPrice": "2500",
                "itemCategory": "Home",
                "id": 17
            },
            {
                "productImg": "../../../assets/images/Products/Hair Straightener Brush.webp",
                "productName": "Hair Straightener Brush",
                "productPrice": "2000",
                "itemCategory": "Beauty",
                "id": 18
            }
        ]
    }
]